import React from "react";
import "./Footer.css";

export default function Footer() {
  return (
    <footer className="footer pt-4 pb-5">
      <div className="container-fluid container-lg px-3 px-md-5">
        <p className="footer-title">ضمانت سبز لرن برای کلیه محصولات آموزشی</p>
        <p className="footer-text m-0 ">
          وقتی تازه شروع به یادگیری برنامه نویسی کردم. یکی از مشکلاتی که در
          فرآیند یادگیری داشتم، کمبود آموزش های خوب با پشتیبانی قابل قبول بود که
          باعث شد اون موقع تصمیم بگیرم اگر روزی توانایی مالی و فنی قابل قبولی
          داشتم یک وب سایت برای حل این مشکل راه اندازی کنم! و خب امروز آکادمی
          آموزش برنامه نویسی سبزلرن به عنوان یک آکادمی خصوصی فعالیت میکنه و این
          به این معنی هست که هر مدرسی اجازه تدریس در اون رو نداره و باید از
          فیلترینگ های خاص آکادمی سبزلرن رد شه! این به این معنی هست که ما برامون
          فن بیان و نحوه تعامل مدرس با دانشجو بسیار مهمه! ما در آکادمی سبزلرن
          تضمین پشتیبانی خوب و با کیفیت رو به شما میدیم . چرا که مدرسین وب سایت
          سبزلرن حتی برای پشتیبانی دوره های رایگان شون هم هزینه دریافت میکنند و
          متعهد هستند که هوای کاربر های عزیز رو داشته باشند .
        </p>
      </div>
    </footer>
  );
}
